[
  "obsidian-minimal-settings",
  "math-in-callout",
  "file-explorer-note-count",
  "iconic",
  "copy-url-in-preview",
  "js-engine",
  "obsidian-import-json",
  "obsidian-kanban",
  "obsidian-leaflet-plugin",
  "obsidian-map-view",
  "metadata-hider",
  "note-toolbar",
  "quickadd",
  "obsidian-shellcommands",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-zotero-desktop-connector",
  "text-extractor",
  "mysnippets-plugin",
  "datacore",
  "table-editor-obsidian",
  "image-captions",
  "dynamic-outline",
  "better-search-views",
  "recent-files-obsidian",
  "code-files",
  "nldates-obsidian",
  "customjs",
  "obsidian-smart-typography",
  "obsidian-meta-bind-plugin",
  "obsidian-contextual-typography",
  "copy-section",
  "obsidian-linter",
  "tab-selector",
  "regex-mark",
  "obsidian-front-matter-title-plugin"
]